welcome1 = """"
Приветствуем Вас в нашей интерактивной игре ZelQwest!
Правила крайне просты - одгадывайте наши загадки, решайте задачи и прекрасно проводите время с друзьями!
"""

welcome2 = """
Рады, что Вы вернулись!
Чтобы посмотреть текущее задание, нажмите команду /qwest
"""

#  Текстовые сообщения квестов

qwest1 = """
А вот и первое задание:
Каталог этого магазина лежал на столе у Славы дня 2-3. А еще туда бегал Денис добрать 'патроны'.
"""

qwest2 = """
Если вы настолько внимательны, что следите за столом Славы, то второе задание вам покажется вообще фигней!
Ljqlbnt lj c,th,fyrf d rjhgect 1462.
"""

qwest3 = """
Ну а теперь совсем просто задание - введите номер машины АВП!
P.S. буквы в номере ПРОПИСНЫЕ на АНГЛИЙСКОМ
"""


#  Координаты точек

#  Комус
qwest_loc_1 = [37.162602, 55.983424]

#  Сбербанк 1462
qwest_loc_2 = [37.164720, 55.985045]

#  Дом
test_loc = [37.165046, 55.974585]